Repository: jfeldman777/feldman-club
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: To get all information please Log-In or Sign-Up.
ru: Чтобы получить всю информацию, пожалуйста, зарегистрируйтесь или войдите.

source: Map of your progress
ru: Карта ваших достижений

source: History of your progress
ru: История ваших достижений

source: Map of your achivements
ru: Карта ваших достижений

source: Map
ru: Карта

source: Color, chess piece, and number show your progress on specific quiz.
ru: Цвет, шахматная фигура и число показывают ваше продвижение на данном тесте в процентах.

source: Pop-up text names the quiz.
ru: Всплывающая подсказка показывает название теста.

source: Click the button to see details about the quiz.
ru: Нажмите кнопку, чтобы получить детальную информацию о данном тесте.

source: (current)
ru: (текущая страница)

source: Answer must be an integer number
ru: Ответом должно быть целое число

source: Correct
ru: Правильный ответ

source: Integer Question
ru: Целочисленный вопрос

source: Integer Questions
ru: Целочисленный вопрос

source: LOGOUT
ru: Выйти

source: Change Password
ru: Изменить пароль

source: Theory
ru: Теория

source: Blog
ru: Блог

source: Start new exam
ru: Начать новый тест

source: Look at previous ones
ru: Посмотреть историю

source: Other laureates
ru: Другие Лауреаты

source: Forum
ru: Форум

source: News
ru: Новости

source: Home
ru: Домой

source: Welcome
ru: Добро пожаловать

source: This is Feldman-Club site
ru: Это Фельдман-Клуб

source: You can read about Feldman-Club in the Blog here
ru: Вы можете прочитать о Клубе подробнее в нашем Блоге

source: Your Diplomas
ru: Ваши Сертификаты

source: Your username and password didn't match. Please try again.
ru: Имя пользователя и пароль не подходят друг другу. Попробуйте еще раз.

source: Register or Log in
ru: Зарегистриируйтесь или войдите

source: Log in
ru: Войдите

source: Sign Up
ru: Зарегистрируйтесь

source: Restore Password
ru: Восстановить пароль

source: Search...
ru: Искать...

source: Advanced search
ru: Продвинутый поиск

source: Subscriptions
ru: Подписка

source: View my messages
ru: Смотреть мои сообщения

source: Moderation queue
ru: Очередь на модерацию

source: Mark subforums read
ru: Отметить как прочитанное

source: New topic
ru: Новая тема

source: Mark topics read
ru: Отметить как прочитанное

source: Announcements
ru: Объявление

source: Topics
ru: Темы

source: Posts
ru: Сообщения

source: Last post
ru: Последнее сообщение

source: RSS feed
ru: RSS-лента

source: By: <a href="%(poster_url)s">%(username)s</a>
ru: Автор: <a href="%(poster_url)s">%(username)s</a>

source: By: %(poster_username)s
ru: Автор: %(poster_username)s

source: No posts
ru: Здесь ничего нет

source: Total redirects:
ru: Перенаправляем:

source: Subforums:
ru: Под-форумы

source: No forums.
ru: Нет форумов

source: Index
ru: Индекс

source: Mark forums read
ru: Отметить как прочитанное

source: View unread topics
ru: Посмотреть непрочитанное

source: Statistics
ru: Статистика

source: Total posts:
ru: Всего сообщений

source: Total topics:
ru: Всего тем

source: (optional)
ru: (допустимо)

source: Add another file
ru: Добавить еще файл

source: Attachments
ru: Пристегнуто

source: You may select <b>1</b> option
ru: Вы можете выбрать один вариант

source: You may select up to <b>%(max_options)s</b> options
ru: вы можете выдрать до <b>%(max_options)s</b> вариантов

source: Vote
ru: Голосовать

source: Change your vote
ru: Переголосовать

source: Poll options
ru: Варианты

source: Add a poll option
ru: Добавить вариант

source: <b>Note:</b>&nbsp;Deleting poll options of an existing poll will delete the associated votes.
ru: <b>Внимание:</b>&nbsp; удаляя вариант вы удаляете все голоса за этот вариант.

source: Preview:
ru: Предварительный просмотр:

source: Total votes:
ru: Всего голосов:

source: Submit
ru: Отправить

source: View results
ru: Посмотреть результаты

source: Options
ru: Варианты

source: Post reply
ru: Отправить ответ

source: Subscribe
ru: Подписаться

source: Unsubscribe
ru: Отменить подписку

source: Lock topic
ru: Закрыть тему

source: Unlock topic
ru: Открыть тему

source: Delete topic
ru: Удалить тему

source: Move topic
ru: Передвинуть тему

source: Change to sticky topic
ru: Сделать тему подклееной

source: Change to announce
ru: Превратить в объявление

source: Change to standard topic
ru: Сделать стандартной темой

source: Poll
ru: Опрос

source: Preview
ru: Предварительный просмотр

source: Post a reply
ru: Отправить ответ

source: Topic review
ru: Обзор темы

source: By: <a href="%(poster_url)s">%(username)s</a> on %(creation_date)s
ru: Автор: <a href="%(poster_url)s">%(username)s</a> от %(creation_date)s

source: By: %(poster_username)s on %(creation_date)s
ru: Автор: %(poster_username)s от %(creation_date)s

source: Delete post
ru: Удалить запись

source: Are you sure you want to delete this post?
ru: Вы уверены что хотите удалить это?

source: Yes
ru: Да

source: No
ru: Нет

source: Edit post
ru: Редактировать сообщение

source: Post a new topic
ru: Начать новую тему

source: Edit
ru: Редактировать

source: Delete
ru: Удалить

source: Last edited by:
ru: Последним редактировал:

source: Updated
ru: Обновлено

source: edited %(counter)s time in total.
ru: не отредактировано ни разу.

source: Reason:
ru: Причина:

source: Posts:
ru: Сообщения

source: Anonymous user
ru: Аноним

source: Replies
ru: Ответы

source: Views
ru: Просмотры

source: This topic is locked
ru: Эта тема закрыта

source: There are no topics in this forum.
ru: В этом форуме еще нет тем.

source: Go to the page:
ru: Перейти к странице:

source: Posted by
ru: Автор:

source: %(username)s profile
ru: %(username)s профиль

source: Edit profile
ru: Редактировать профиль

source: <h2><strong>%(counter)s</strong></h2> <p><small>Post</small></p>
ru: <h2><strong>%(counter)s</strong></h2> <p><small>сообщений</small></p>

source: <h2><strong>%(counter)s</strong></h2> <p><small>Topic</small></p>
ru: <h2><strong>%(counter)s</strong></h2> <p><small>тем</small></p>

source: Recent posts
ru: Недавние сообщения

source: View all
ru: Просмотреть все

source: On %(creation_date)s
ru: Отправлено: %(creation_date)s

source: Edit forum profile
ru: Редактировать свой профиль

source: Topics that you are subscribed to
ru: Темы, на которые вы подписаны

source: %(counter)s topic found
ru: найдено %(counter)s тем

source: Not topics found.
ru: Не найдено ни одной темы

source: Subscribe to topic
ru: Подписаться на тему

source: Would you like to subscribe to this topic?
ru: Хотите подписаться на эту тему?

source: Unsubscribe from topic
ru: Отменить подписку на эту тему

source: Would you like to unsubscribe from this topic?
ru: Хотите отменить подписку на эту тему?

source: My messages
ru: Мои сообщения

source: %(username)s's posts
ru: написал %(username)s

source: %(counter)s post found
ru: найдено %(counter)s сообщений

source: No posts found
ru: не найдено сообщений

source: Disapprove
ru: Не нравится

source: Approve
ru: Нравится

source: New post
ru: Новые сообщения

source: <b>1</b> option may be selected
ru: Можно выбрать один вариант

source: Up to <b>%(max_options)s</b> options may be selected
ru: Можно выбрать максимум <b>%(max_options)s</b> вариантов

source: %(topic_length)s posts found
ru: найдено %(topic_length)s сообщений

source: Topic
ru: Тема

source: No posts awaiting approval.
ru: Нет сообщений ожидающих одобрения

source: Approve post
ru: Одобрить сообщение

source: Are you sure you want to approve this post?
ru: Вы уверены что хотите одобрить это сообщение?

source: Disapprove post
ru: Отклонить

source: Are you sure you want to disapprove this post? This post will be deleted.
ru: Вы уверены что хотите отклонить это сообщение? Оно будет удалено.

source: Are you sure you want to delete this topic?
ru: Вы уверены что хотите удалить эту тему?

source: Are you sure you want to lock this topic?
ru: Вы уверены что хотите закрыть эту тему?

source: Move
ru: Передвинуть

source: Cancel
ru: Отменить

source: Are you sure you want to unlock this topic?
ru: Вы уверены что хотите открыть эту тему?

source: Change topic type
ru: Изменить тип темы

source: Search
ru: Поиск

source: Search forums
ru: Искать на форумах

source: New search
ru: Новый поиск

source: Your search has returned <b>%(number_of_results)s</b> result
ru: Ваш поиск нашел <b>%(number_of_results)s</b> объектов

source: Results
ru: Результаты

source: No results.
ru: Ничего не найдено

source: Are you sure you want to mark forums read?
ru: Вы уверены что хотите отметить форум как прочитанный?

source: Are you sure you want to mark topics read?
ru: Вы уверены что хотите отметить тему как прочитанную?

source: %(topic_length)s unread topics found
ru: найдено %(topic_length)s непрочитанных тем

source: There are no unread topics.
ru: Нет непрочитанных тем

source: OK, get me HOME
ru: Ладно, поехали домой

source: Our Laureates
ru: Наши Лауреаты

source: User
ru: Пользователь

source: Quizes passed
ru: Успешные тесты

source: RSS feed of last entries
ru: RSS:последние сообщения

source: RSS feed of last discussions
ru: RSS:последние обсуждения

source: Categories
ru: Категории

source: Authors
ru: Авторы

source: Calendar
ru: Календарь

source: Tags
ru: Тэги

source: Recent entries
ru: Недавние статьи

source: Recent comments
ru: Недавние комментарии

source: Recent linkbacks
ru: Недавние линки

source: Random entries
ru: Случайные статьи

source: Popular entries
ru: Популярные статьи

source: Archives
ru: Архивы

source: Tools
ru: Инструменты

source: Dashboard
ru: Доска текущих дел

source: Post an entry
ru: Отправьте сообщение

source: Just another Zinnia weblog.
ru: Еще один блог

source: Sitemap
ru: Карта сайта

source: Keywords...
ru: Ключевые слова ...

source: Useful links
ru: Полезные линки

source: Weblog index
ru: Тндекс Блога

source: Powered by <a href="http://www.djangoproject.com">Django</a> and <a href="https://github.com/Fantomas42/django-blog-zinnia">Zinnia %(ZINNIA_VERSION)s</a>.
ru: С помощью <a href="http://www.djangoproject.com">Django</a> и <a href="https://github.com/Fantomas42/django-blog-zinnia">Zinnia %(ZINNIA_VERSION)s</a>.
